class Questions():
    def __init__(self):
        self.texts = [
            "В группе пишут, что прод упал. Вы:\n"
            "1. Вскакиваю, выясняю проблему, полетел решать быстрее коллег.\n"
            "2. Если меня попросят, то со скрипом в душе пойду помогать.\n"
            "3. Почитаю в чате, что там у них упало.\n"
            "4. Останусь лежать на диване.",
            "Для хорошего портфолио вам нужен PET-проект. Вы:\n"
            "1. Делаю с нуля крутейший сложнейший проект.\n"
            "2. Делаю трудоёмкий проект по гайду с интернета.\n"
            "3. Почитаю, как делать очень крутой проект и забью (вернусь на диван).\n"
            "4. PET-проект? У меня диван.",
            "Вышел курс по Golang, Но вы и так на 19340293874 курсах по Python. Вы:\n"
            "1. Запишусь ещё на 23842345 курсов по Golang.\n"
            "2. Усерднее займусь своими 19340293874 курсами, мне и на них тяжко...\n"
            "3. Почитаю, что за Golang такой, но на курсы не хочу.\n"
            "4. Выписываюсь с 19340293874 курсов по Python и возвращаюсь на диван.",
        ]

